{
    "categories": [
      {
        "name": "Fléchettes",
        "image": "assets/png/darts.png",
        "games": [
            {
                "name": "301",
                "image": "assets/png/darts.png",
                "goal": "Être le premier à réduire son score de 301 à exactement 0.",
                "method": "Chaque joueur commence avec 301 points. À chaque tour, lancez trois fléchettes et soustrayez vos points marqués de votre score total.",
                "turn": "Chaque joueur joue un tour en lançant trois fléchettes. Attention : pour terminer, il faut atteindre 0 en lançant une fléchette dans une zone 'double' du tableau.",
                "scoreCounter": true,
                "initialScore": 301
            },
            {
                "name": "401",
                "image": "assets/png/darts.png",
                "goal": "Être le premier à réduire son score de 401 à exactement 0.",
                "method": "C'est similaire au 301, mais chaque joueur commence avec 401 points au lieu de 301. Lancez trois fléchettes par tour et soustrayez vos points marqués de votre score total.",
                "turn": "Chaque joueur joue un tour en lançant trois fléchettes. Comme pour le 301, vous devez atteindre exactement 0 en terminant par une fléchette dans une zone 'double'.",
                "scoreCounter": true,
                "initialScore": 401
            },
            {
                "name": "501",
                "image": "assets/png/darts.png",
                "goal": "Réduire son score de 501 à exactement 0, avant les autres joueurs.",
                "method": "Chaque joueur commence avec 501 points. Lancez trois fléchettes par tour et soustrayez vos points marqués. Faites attention à bien viser pour atteindre 0, car vous devez finir par une fléchette dans une zone 'double'.",
                "turn": "Chaque joueur lance trois fléchettes par tour. Le jeu est plus long que le 301 ou le 401 car le score initial est plus élevé, mais les règles de fin restent les mêmes : il faut finir exactement à 0 avec un 'double'.",
                "scoreCounter": true,
                "initialScore": 501
            },
            {
                "name": "Killer",
                "image": "assets/png/darts.png",
                "goal": "Éliminer tous les autres joueurs en réduisant leurs vies à 0, tout en protégeant vos propres vies.",
                "method": "Chaque joueur se voit attribuer un numéro de cible. Une fois que vous êtes devenu 'Killer' en touchant votre numéro trois fois, vous pouvez viser les numéros des autres joueurs pour les éliminer.",
                "turn": "À chaque tour, les joueurs lancent trois fléchettes. Essayez de toucher votre propre numéro pour devenir 'Killer', puis visez les numéros des autres joueurs pour réduire leurs vies. Le dernier joueur restant gagne.",
                "scoreCounter": true
            }
        ]
      },
      {
        "name": "Dés",
        "image": "assets/png/dices.png",
        "games": [
            {
                "name": "Yams",
                "image": "assets/png/dices.png",
                "goal": "Obtenir le plus de points possible en réalisant différentes combinaisons avec 5 dés.",
                "method": "Chaque joueur dispose de 3 lancers par tour. À chaque lancer, il peut conserver les dés qui l'intéressent et relancer les autres. Il doit ensuite remplir une case de sa feuille de score avec la combinaison réalisée.",
                "turn": "Lancez jusqu'à 3 fois les dés en gardant ceux qui vous intéressent. Choisissez ensuite une combinaison à remplir sur votre feuille de score (brelan, carré, full, petite suite, grande suite, yams...). Une fois toutes les cases remplies, le joueur avec le plus de points gagne.",
                "scoreCounter": true
            }
        ]
      },
      {
        "name": "Cartes",
        "image": "assets/png/cards.png", 
        "games": [
            {
                "name": "Bataille",
                "image": "assets/png/cards.png",
                "goal": "Gagner toutes les cartes du jeu.",
                "method": "Le jeu de cartes est divisé équitablement entre les joueurs. À chaque tour, chaque joueur retourne une carte face visible. Le joueur avec la carte la plus forte remporte toutes les cartes du tour.",
                "turn": "Chaque joueur retourne une carte simultanément. En cas d'égalité, c'est la 'bataille' : les joueurs posent 3 cartes face cachée puis une carte face visible, le plus fort remporte tout le tas.",
                "scoreCounter": false
            },
            {
                "name": "Président",
                "image": "assets/png/cards.png",
                "goal": "Se débarrasser de toutes ses cartes en premier pour devenir le Président.",
                "method": "Les cartes sont distribuées équitablement entre les joueurs. Le premier joueur pose une ou plusieurs cartes de même valeur. Les joueurs suivants doivent poser le même nombre de cartes de valeur supérieure ou passer.",
                "turn": "Posez une ou plusieurs cartes identiques. Le tour continue jusqu'à ce que tous les joueurs passent. Le dernier à avoir posé commence le tour suivant. Le premier à finir ses cartes devient Président, le dernier devient Trou-du-cul.",
                "scoreCounter": false
            },
            {
                "name": "Uno",
                "image": "assets/png/cards.png",
                "goal": "Être le premier à se débarrasser de toutes ses cartes.",
                "method": "Chaque joueur reçoit 7 cartes. Les joueurs doivent poser une carte de même couleur ou de même chiffre que celle du dessus de la pile. Les cartes spéciales (+2, +4, changement de sens, etc.) ajoutent de la stratégie.",
                "turn": "Posez une carte correspondant à celle du dessus par sa couleur ou son chiffre. Si vous ne pouvez pas jouer, piochez une carte. N'oubliez pas de dire 'UNO!' quand il ne vous reste qu'une carte.",
                "scoreCounter": false
            }
        ]
      },
      {
        "name": "Jeux oraux",
        "image": "assets/png/speaking.png",
        "games": [
            {
                "name": "21",
                "image": "assets/png/speaking.png", 
                "goal": "Éviter de dire le nombre 21.",
                "method": "Les joueurs comptent à tour de rôle en ajoutant 1, 2 ou 3 au nombre précédent. Le joueur qui doit dire 21 a perdu.",
                "turn": "Choisissez d'ajouter 1, 2 ou 3 au nombre précédent. Par exemple, si le joueur précédent a dit '15', vous pouvez dire '16', '17' ou '18'. Stratégie : essayez de faire dire 21 à votre adversaire en contrôlant les nombres clés (17, 18, 19, 20).",
                "scoreCounter": false
            },
            {
                "name": "Je te donne un qui",
                "image": "assets/png/speaking.png",
                "goal": "Faire rire les autres joueurs avec des devinettes absurdes.",
                "method": "Un joueur pose une devinette commençant par 'Je te donne un qui...' et donne des indices loufoques. Les autres joueurs doivent deviner la réponse, souvent basée sur un jeu de mots.",
                "turn": "Posez votre devinette en commençant par 'Je te donne un qui...' et donnez des indices. Par exemple : 'Je te donne un qui est petit et qui fait peur aux éléphants ? Une souris.' Les autres joueurs tentent de deviner la réponse.",
                "scoreCounter": false
            },
            {
                "name": "Ni oui ni non",
                "image": "assets/png/speaking.png",
                "goal": "Tenir une conversation sans dire 'oui' ni 'non'.",
                "method": "Les joueurs se posent des questions à tour de rôle. Il faut répondre sans jamais utiliser les mots 'oui' et 'non'. Le premier qui en dit un a perdu.",
                "turn": "Répondez aux questions des autres joueurs sans utiliser 'oui' ou 'non'. Par exemple, à la question 'Tu aimes le chocolat ?', répondez 'J'adore ça !' plutôt que 'Oui'.",
                "scoreCounter": false
            }
        ]
      }
    ]
}
  